<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط زبان احراز هویت (Authentication)
    |--------------------------------------------------------------------------
    |
    | خطوط زبان زیر هنگام احراز هویت برای پیام‌های مختلفی که نیاز است
    | به کاربر نمایش دهیم، استفاده می‌شوند. شما آزاد هستید که این خطوط
    | زبان را مطابق با نیازهای برنامه خود تغییر دهید.
    |
    */

    'failed'   => 'اطلاعات وارد شده با سوابق ما مطابقت ندارد.',
    'password' => 'رمز عبور وارد شده صحیح نمی‌باشد.',
    'throttle' => 'تلاش‌ها برای ورود بیش از حد مجاز است. لطفاً پس از :seconds ثانیه دوباره تلاش کنید.',

];