<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط زبان بازنشانی رمز عبور (Password Reset)
    |--------------------------------------------------------------------------
    |
    | خطوط زبان زیر، خطوط پیش‌فرضی هستند که با دلایلی که توسط کارگزار
    | رمز عبور برای نتیجه تلاش برای به‌روزرسانی رمز عبور داده می‌شود، مطابقت دارند؛
    | مانند شکست به دلیل رمز عبور یا توکن بازنشانی نامعتبر.
    |
    */

    'reset' => 'رمز عبور شما با موفقیت بازنشانی شد.',
    'sent' => 'لینک بازنشانی رمز عبور به ایمیل شما ارسال شد.',
    'throttled' => 'لطفا قبل از تلاش مجدد، کمی صبر کنید.',
    'token' => 'این توکن بازنشانی رمز عبور نامعتبر است.',
    'user' => 'کاربری با این آدرس ایمیل یافت نشد.',

];